[TC_WOTC_MWR_M4A1_S_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M4A1 SOPMOD</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M4A1 с установленным комплектом SOPMOD</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="M4A1 - автоматический карабин, созданный в США на основе винтовки М16А2 принятый на вооружение для всех американских сил специальных операций. Данный карабин и его прародитель М16А2 унифицированный на 80%, основными отличиями М4 от М16А2 являются ствол меньшей длины и выдвижной телескопический приклад. Более легкий ствол изготовлен под патрон М855 (SS 109) калибра 5.56x45 мм. Один из режимов стрельбы имеет отсечку по 3 выстрела. В 1996 году по заказу сил специальных операций на основе винтовки М16А3 был разработан аналогичный карабин М4А1, отличавшийся возвратом к полностью автоматическому огню вместо режима огня с отсечкой по 3 выстрела. Тогда же для карабинов М4 и М4А1 был принят базовым вариант со съемной рукояткой для переноски, устанавливающейся на интегральную направляющую типа планки Пикантинни."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M4A1_S_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-4C1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-4C1</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="M4A1 - автоматический карабин, созданный в США на основе винтовки М16А2 принятый на вооружение для всех американских сил специальных операций. Данный карабин и его прародитель М16А2 унифицированный на 80%, основными отличиями М4 от М16А2 являются ствол меньшей длины и выдвижной телескопический приклад. Более легкий ствол изготовлен под патрон М855 (SS 109) калибра 5.56x45 мм. Один из режимов стрельбы имеет отсечку по 3 выстрела. В 1996 году по заказу сил специальных операций на основе винтовки М16А3 был разработан аналогичный карабин М4А1, отличавшийся возвратом к полностью автоматическому огню вместо режима огня с отсечкой по 3 выстрела. Тогда же для карабинов М4 и М4А1 был принят базовым вариант со съемной рукояткой для переноски, устанавливающейся на интегральную направляющую типа планки Пикантинни.\nМодифицированная версия карабина M4A1, в которой удалось модифицировать систему отвода пороховых газов, что позволило пулям достигать сверхзвуковых скоростей, и пробивать любую защиту. Также большая часть деталей была заменена на детали, изготовленные из инопланетных сплавов, что очень положительно сказалось на эксплуатационных характеристиках оружия в полевых условиях."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M4A1_S_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV4/I01</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV4/I01</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="M4A1 - автоматический карабин, созданный в США на основе винтовки М16А2 принятый на вооружение для всех американских сил специальных операций. Данный карабин и его прародитель М16А2 унифицированный на 80%, основными отличиями М4 от М16А2 являются ствол меньшей длины и выдвижной телескопический приклад. Более легкий ствол изготовлен под патрон М855 (SS 109) калибра 5.56x45 мм. Один из режимов стрельбы имеет отсечку по 3 выстрела. В 1996 году по заказу сил специальных операций на основе винтовки М16А3 был разработан аналогичный карабин М4А1, отличавшийся возвратом к полностью автоматическому огню вместо режима огня с отсечкой по 3 выстрела. Тогда же для карабинов М4 и М4А1 был принят базовым вариант со съемной рукояткой для переноски, устанавливающейся на интегральную направляющую типа планки Пикантинни.\nМодульная боевая система NV4/I01 является качественным прорывом по сравнению с предыдущими модификациями карабина M4 и его модификаций. Магнитный пульсатор модифицирован используя наши наработки в сфере лучевого оружия, это дало так называемый эффект "Экстремальной гармонии", который заключается в том, что вибрация пули на выходе из канала ствола, позволяет пробить любую из существующих в наше время систем защиты, включая инопланетные."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_M4A1_S_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M4A1 SOPMOD</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M4A1 с установленным комплектом SOPMOD</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="M4A1 - автоматический карабин, созданный в США на основе винтовки М16А2 принятый на вооружение для всех американских сил специальных операций. Данный карабин и его прародитель М16А2 унифицированный на 80%, основными отличиями М4 от М16А2 являются ствол меньшей длины и выдвижной телескопический приклад. Более легкий ствол изготовлен под патрон М855 (SS 109) калибра 5.56x45 мм. Один из режимов стрельбы имеет отсечку по 3 выстрела. В 1996 году по заказу сил специальных операций на основе винтовки М16А3 был разработан аналогичный карабин М4А1, отличавшийся возвратом к полностью автоматическому огню вместо режима огня с отсечкой по 3 выстрела. Тогда же для карабинов М4 и М4А1 был принят базовым вариант со съемной рукояткой для переноски, устанавливающейся на интегральную направляющую типа планки Пикантинни."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_M4A1_S_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-4C1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-4C1</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="M4A1 - автоматический карабин, созданный в США на основе винтовки М16А2 принятый на вооружение для всех американских сил специальных операций. Данный карабин и его прародитель М16А2 унифицированный на 80%, основными отличиями М4 от М16А2 являются ствол меньшей длины и выдвижной телескопический приклад. Более легкий ствол изготовлен под патрон М855 (SS 109) калибра 5.56x45 мм. Один из режимов стрельбы имеет отсечку по 3 выстрела. В 1996 году по заказу сил специальных операций на основе винтовки М16А3 был разработан аналогичный карабин М4А1, отличавшийся возвратом к полностью автоматическому огню вместо режима огня с отсечкой по 3 выстрела. Тогда же для карабинов М4 и М4А1 был принят базовым вариант со съемной рукояткой для переноски, устанавливающейся на интегральную направляющую типа планки Пикантинни.\nМодифицированная версия карабина M4A1, в которой удалось модифицировать систему отвода пороховых газов, что позволило пулям достигать сверхзвуковых скоростей, и пробивать любую защиту. Также большая часть деталей была заменена на детали, изготовленные из инопланетных сплавов, что очень положительно сказалось на эксплуатационных характеристиках оружия в полевых условиях."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MWR_M4A1_S_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV4/I01</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV4/I01</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="M4A1 - автоматический карабин, созданный в США на основе винтовки М16А2 принятый на вооружение для всех американских сил специальных операций. Данный карабин и его прародитель М16А2 унифицированный на 80%, основными отличиями М4 от М16А2 являются ствол меньшей длины и выдвижной телескопический приклад. Более легкий ствол изготовлен под патрон М855 (SS 109) калибра 5.56x45 мм. Один из режимов стрельбы имеет отсечку по 3 выстрела. В 1996 году по заказу сил специальных операций на основе винтовки М16А3 был разработан аналогичный карабин М4А1, отличавшийся возвратом к полностью автоматическому огню вместо режима огня с отсечкой по 3 выстрела. Тогда же для карабинов М4 и М4А1 был принят базовым вариант со съемной рукояткой для переноски, устанавливающейся на интегральную направляющую типа планки Пикантинни.\nМодульная боевая система NV4/I01 является качественным прорывом по сравнению с предыдущими модификациями карабина M4 и его модификаций. Магнитный пульсатор модифицирован используя наши наработки в сфере лучевого оружия, это дало так называемый эффект "Экстремальной гармонии", который заключается в том, что вибрация пули на выходе из канала ствола, позволяет пробить любую из существующих в наше время систем защиты, включая инопланетные."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"